/* Done button label in navigation bar */
"Done" = "Fine";

/* Open button in navigation bar when there are several candidates*/
"Open In..." = "Apri in…";

/* Open button in navigation bar when there is only one candidate*/
"Open in \\U201C%@\\U201D" = "Apri in “%@”";

/* Loading message in progress layer*/
"Loading..." = "Carico…";

/* Displayed when there are no items to preview */
"No Items" = "Nessun elemento";

/* Index of a preview or of a page. As in : this is preview "3 of 4".*/
"%1$@ of %2$@" = "%1$@ di %2$@";

/* Instructions for detail scrubbing on the media player detail slider. */
"Slide your finger down to adjust the scrubbing rate." = "Scorri il dito verso il basso per regolare velocità di scrubbing.";

/* Message displayed when the user entered an incorrect password. */
"The document could not be opened with that password." = "Impossibile aprire il documento con quella password.";

/* OK button */
"OK" = "OK";

